Repository: lui5fl/hax
Catalog: Hax/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: %lld comments
es: %lld comentarios

source: %lldmo
es: %lldme

source: %lldy
es: %llda

source: About
es: Acerca de

source: Add New Filter
es: Añadir filtro nuevo

source: Add New Keyword Filter
es: Añadir filtro de palabra clave nuevo

source: Add New User Filter
es: Añadir filtro de usuario nuevo

source: Cancel
es: Cancelar

source: Default Feed
es: Feed predeterminado

source: Displays the latest stories from the specified feed.
es: Muestra las últimas historias del feed especificado.

source: Filters
es: Filtros

source: Hacker News Link
es: Enlace de Hacker News

source: Help
es: Ayuda

source: Home
es: Inicio

source: Input a Hacker News username into the text field.
es: Introduce un nombre de usuario de Hacker News en el campo de texto.

source: Input a valid Hacker News link into the text field.
es: Introduce un enlace de Hacker News válido en el campo de texto.

source: Input the keyword that, if present in stories or comments, these should be filtered out.
es: Introduce la palabra clave que, si está presente en historias o comentarios, estos deben filtrarse.

source: Input the user whose stories and comments you want to filter out.
es: Introduce el usuario cuyas historias y comentarios deseas filtrar.

source: Invalid Hacker News Link
es: Enlace de Hacker News inválido

source: Keywords
es: Palabras clave

source: Network Error
es: Error de red

source: No description
es: Sin descripción

source: None
es: Ninguno

source: Open Feed
es: Abrir feed

source: Open Hacker News Link
es: Abrir enlace de Hacker News

source: Open Hax on your iPhone to read it.
es: Abre Hax en tu iPhone para leerla.

source: Opens the specified feed.
es: Abre el feed especificado.

source: Other
es: Otros

source: Privacy Policy
es: Política de privacidad

source: Rate Hax on the App Store
es: Valora Hax en la App Store

source: Safari Extension
es: Extensión de Safari

source: Search
es: Buscar

source: Select Feed
es: Seleccionar feed

source: Selects the feed whose items are to be fetched.
es: Selecciona el feed cuyos ítems se deben cargar.

source: Settings
es: Ajustes

source: Share Hax
es: Compartir Hax

source: Share…
es: Compartir…

source: Story Link
es: Enlace de la historia

source: Story sent to your iPhone
es: Historia enviada a tu iPhone

source: The link should be similar to the following one:
es: El enlace debería ser similar al siguiente:

source: There was an error fetching the items.
es: Se produjo un error al obtener los ítems.

source: Title
es: Título

source: Translate…
es: Traducir…

source: Try again later.
es: Inténtalo de nuevo más tarde.

source: User since %@
es: Usuario desde el %@

source: Users
es: Usuarios

source: Version
es: Versión

source: View all of the story's comments
es: Ver todos los comentarios de la historia

source: View Random Story
es: Ver historia aleatoria

source: View User
es: Ver usuario

source: You're viewing a single comment
es: Estás viendo un solo comentario
